<template>
<div>


    <!-- Our Vision Area Start -->
    <section class="our-vision">
        <div class="container">
            <div class="row justify-content-center">
                <div class="col-lg-8 col-md-10">
                    <div class="section-heading">

                        <h2 class="title">
                            আমার বঙ্গবন্ধু
                        </h2>
                        <h5 class="subtitle">
                            মোবাইল গেম সম্পর্কে
                        </h5>
                        <p class="text">
                            বঙ্গবন্ধুর আদর্শ, জীবন, কাজ এবং বিপ্লবের মাধ্যমে পরবর্তী প্রজন্মের নেতৃত্বের গুণাবলী এবং দেশপ্রেমকে উত্সাহিত করতে বঙ্গবন্ধু শেখ মুজিবুর রহমানের জীবনের উপর অডিও, ভিজ্যুয়াল, অ্যানিমেশন এবং কুইজের সাথে একটি ইন্টারেক্টিভ মোবাইল গেম
                        </p>
                    </div>
                </div>
            </div>
            <div class="row">
                <div class="col-lg-4 col-md-6">
                    <div class="single-vision">
                        <div class="icon one">
                            <img src="assets/images/vision/icon1.png" alt="">
                        </div>
                        <div class="content">
                            <h4 class="title">
                                লক্ষ্য
                            </h4>
                            <p class="text">
                                বঙ্গবন্ধুর আদর্শ, জীবন, কাজ এবং বিপ্লবের মাধ্যমে পরবর্তী প্রজন্মের নেতৃত্বের গুণাবলী এবং দেশপ্রেমকে উত্সাহিত করতে বঙ্গবন্ধু শেখ মুজিবুর রহমানের জীবনের উপর অডিও, ভিজ্যুয়াল, অ্যানিমেশন এবং কুইজের সাথে একটি ইন্টারেক্টিভ মোবাইল গেম তৈরি করা;
                            </p>
                        </div>
                    </div>
                </div>
                <div class="col-lg-4 col-md-6">
                    <div class="single-vision">
                        <div class="icon two">
                            <img src="assets/images/vision/icon2.png" alt="">
                        </div>
                        <div class="content">
                            <h4 class="title">
                                বিস্তৃতি
                            </h4>
                            <p class="text">
                                শিশু, ছাত্র এবং তরুণ প্রজন্মের মধ্যে জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমানের জীবন কর্ম এবং ত্যাগ সম্পর্কে বাংলাদেশ এবং এর বাইরে সচেতনতা সৃষ্টি; জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমানের জীবন কর্ম এবং ত্যাগ সম্পর্কে শিশু, ছাত্র এবং তরুণ প্রজন্মকে জড়িত করা;
                            </p>
                        </div>
                    </div>
                </div>
                <div class="col-lg-4 col-md-6">
                    <div class="single-vision">
                        <div class="icon three">
                            <img src="assets/images/vision/icon3.png" alt="">
                        </div>
                        <div class="content">
                            <h4 class="title">
                                উদ্দেশ্যে
                            </h4>
                            <p class="text">
                                বিভিন্ন স্তরের শিক্ষার্থীদের মধ্যে প্রতিযোগিতার ব্যবস্থা করা এবং বঙ্গবন্ধুকে গভীরভাবে জানতে উৎসাহিত করার জন্য পুরস্কারের একটি ব্যবস্থা গড়ে তোলা; বঙ্গবন্ধুর আদর্শ ও দৃষ্টিভঙ্গি বাংলাদেশে এবং এর বাইরে ছড়িয়ে দিন।
                            </p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <!-- Our Vision Area End -->


    <!-- Features Area Start -->
    <section class="features about-page">
        <div class="container">
            <div class="row justify-content-center">
                <div class="col-lg-8 col-md-10">
                    <div class="section-heading">
                        <h5 class="subtitle">
                           - আমার বঙ্গবন্ধু -
                        </h5>

                        <p class="text">
                            হাজার বছরের সর্বশ্রেষ্ঠ বাঙালি বঙ্গবন্ধু শেখ মুজিবুর রহমান নিছক কোনো ব্যক্তি বা নাম নন। তিনি একটি প্রতিষ্ঠান, একটি আন্দোলন, একটি বিপ্লব, একটি উত্থান, একটি জলোচ্ছ্বাস এবং অবশেষে, একটি জাতির স্থপতি - বাঙালি জাতি। তিনি আজও বাঙালি জাতিকে পথ দেখান। তিনি আমাদের মুক্তি - আজকের এবং আগামী দিনের জন্য। বাঙালি জাতির ইতিহাস হাজার বছরেরও বেশি পুরনো। বঙ্গবন্ধু প্রথম স্বাধীন বাঙালি জাতির স্বপ্নের বীজ বপন করেছিলেন। তিনি মৃত্যুকে জয় করেছেন এবং অনন্তকালের অংশ হয়ে উঠেছেন। আজকের শিশু, কিশোর ও তরুণরাই আগামী দিনের কর্ণধার। তারা সামনে থেকে দেশকে নেতৃত্ব দেবে। তাদের অবশ্যই বঙ্গবন্ধুর জীবনী এবং তার দেশপ্রেম, ত্যাগ এবং ক্যারিশম্যাটিক নেতৃত্বের গুণাবলী জানতে হবে। তা না হলে বাংলাদেশ তার সুযোগ্য কন্যা মাননীয় প্রধানমন্ত্রী শেখ হাসিনা এমপির যোগ্য নেতৃত্বে উন্নয়নের পথ হারাবে যা এখন আকাশচুম্বী। অনুপযুক্তভাবে, আমাদের তরুণ প্রজন্ম বেশিরভাগই ডিজিটাল ডিভাইস ব্যবহার করে গেম এবং সোশ্যাল মিডিয়া খেলার সাথে জড়িত থাকে। সরকার বিভিন্ন উদ্যোগ নিয়েছে এবং আমরা দেখতে পাচ্ছি যে আমাদের তরুণ প্রজন্ম আমাদের মহান নেতার জীবনী সম্পর্কে ভালভাবে পরিচিত।
                        </p>
                    </div>
                </div>
            </div>

        </div>
    </section>
    <!-- Features Area End -->

</div>
</template>

<script>
export default {
name: "about"
}
</script>

<style scoped>

</style>
