/*
Developed by: Sakaid Sakir
email: sakirislam7@gmail.com
facebook: fb.com/sakir.me
Project: AMAR BANGABANDHU
*/


class QUESTIONS_Y{


  static const quiz_seg1_youth = [
    ["Y0001","বঙ্গবন্ধু শেখ মুজিবুর রহমানের জন্ম -",[[1,"১৭ই মে, ১৯২০"],[2,"১৭ই মার্চ, ১৯৩০"],[3,"১৭ই মার্চ, ১৯২০"],[4,"১৭ই মে, ১৯৩০"]]],
    ["Y0002","কত বছর বয়সে বঙ্গবন্ধু শেখ মুজিবুর রহমান গিমাডাঙ্গা প্রাথমিক বিদ্যালয়ে ভর্তি হয়েছিলেন?-",[[1,"ছয় বছর বয়সে"],[2,"সাত বছর বয়সে"],[3,"আট বছর বয়সে"],[4,"নয় বছর বয়সে"]]],
    ["Y0003","বঙ্গবন্ধু শেখ মুজিব রহমান কত বছর বয়সে বিয়ে করেন? -",[[1,"১৬ বছর বয়সে"],[2,"১৭ বছর বয়সে"],[3,"১৮ বছর বয়সে"],[4,"১৯ বছর বয়সে"]]],
    ["Y0004","বঙ্গবন্ধু শেখ মুজিবুর রহমান কোন স্কুল থেকে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হন।",[[1,"এম ই স্কুল"],[2,"ফরিদপুর জেলা স্কুল"],[3,"গোপালগঞ্জ সি এ স্কুল"],[4,"গোপালগঞ্জ মিশনারি স্কুল"]]],
    ["Y0005","বঙ্গবন্ধু শেখ মুজিবুর রহমান বঙ্গীয় প্রাদেশিক মুসলিম লীগের (অল ইন্ডিয়া মুসলিম লীগের শাখা) কোন পদে নির্বাচিত হয়েছিলেন।",[[1,"সভাপতি"],[2,"সহ সভাপতি"],[3,"সাধারণ সম্পাদক"],[4,"কাউন্সিলর"]]],
    ["Y0006","বঙ্গবন্ধু শেখ মুজিবুর রহমান বিনা প্রতিদ্বন্দ্বিতায় কোন কলেজ ছাত্র সংসদের সাধারণ সম্পাদক নির্বাচিত হন।",[[1,"ঢাকা ইসলামিয়া কলেজ"],[2,"কলকাতা ইসলামিয়া কলেজ"],[3,"পাকিস্তান ইসলামিয়া কলেজ"],[4,"লাহোর ইসলামিয়া কলেজ"]]],
    ["Y0x49","বঙ্গবন্ধু শেখ মুজিবুর রহমান কবে জন্মগ্রহণ করেন?",[[1,"২০ মার্চ, ১৯২২"],[2,"১৭ ফেব্রুয়ারি, ১৯২৫"],[3,"৫ আগস্ট, ১৯২৭"],[4,"১৭ মার্চ, ১৯২০"]]],
    ["Y0x50","বঙ্গবন্ধুর পিতার নাম কি ছিল?",[[1,"শেখ কামাল রহমান"],[2,"শেখ লুৎফর রহমান"],[3,"শায়খ আব্দুর রহমান রহ"],[4,"শায়খ ইমাম রহমান রহ"]]],
    ["Y0x51","৭ বছর বয়সে কোথায় বঙ্গবন্ধুর স্কুলে পড়াশুনা শুরু হয় এবং কত সাল ছিল?",[[1,"গিমাডাঙ্গা প্রাথমিক বিদ্যালয়, ১৯২৭"],[2,"খালিয়া প্রাথমিক বিদ্যালয়, ১৯২৬"],[3,"বোরফা প্রাথমিক বিদ্যালয়, ১৯২৯"],[4,"রূপহাটি প্রাথমিক বিদ্যালয়, ১৯২৮"]]],
    ["Y0x52","পরবর্তীতে বঙ্গবন্ধু কোন মিশনারি স্কুলে স্থানান্তরিত হন?",[[1,"গোপালগঞ্জ মিশনারি স্কুল"],[2,"মেথডিস্ট মিশনারি স্কুল"],[3,"গোপালগঞ্জ অ্যাডভেন্টিস্ট প্রি সেমনারি স্কুল"],[4,"বি ইউ কে ইউনিয়ন উচ্চ বিদ্যালয়"]]],
    ["Y0x53","বঙ্গবন্ধুর সব সন্তানের মধ্যে বড় সন্তান কে ছিল?",[[1,"শেখ কামাল"],[2,"শেখ হাসিনা"],[3,"শেখ রেহানা"],[4,"শেখ জামাল"]]],
    ["Y0x54","বঙ্গবন্ধুর সব সন্তানের মধ্যে কনিষ্ঠ সন্তান কে ছিল?",[[1,"শেখ কামাল"],[2,"শেখ রেহানা"],[3,"শেখ রাসেল"],[4,"শেখ জামাল"]]],
    ["Y0x55","বঙ্গবন্ধু কোন সালে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হন?",[[1,"১৯৪২"],[2,"১৯৪৭"],[3,"১৯৪০"],[4,"১৯৪১"]]],
    ["Y0x56","ইসলামিয়া কলেজের বর্তমান নাম কি?",[[1,"মৌলানা আজাদ কলেজ"],[2,"আলিয়া বিশ্ববিদ্যালয়"],[3,"প্রেসিডেন্সি বিশ্ববিদ্যালয়"],[4,"আলীগড় মুসলিম কলেজ"]]],
    ["Y0x57","কোন বছর বঙ্গবন্ধু স্নাতক শেষ করেছিলেন?",[[1,"১৯৪৭"],[2,"১৯৪৮"],[3,"১৯৪৬"],[4,"১৯৪৫"]]],
    ["Y0x58","১৯৪৩ সালে বঙ্গবন্ধু শেখ মুজিবুর রহমান কোন লীগের কাউন্সিলর নির্বাচিত হন?",[[1,"বঙ্গীয় প্রাদেশিক মুসলিমলীগ"],[2,"নিখিলভারত মুসলিমলীগ"],[3,"ব্রিটিশ মুসলিমলীগ"],[4,"ভারত-পাকিস্তানমুসলিমলীগ"]]],
    ["Y0x59","কত বছর বয়সে বঙ্গবন্ধু পড়াশুনা শুরু করেন?",[[1,"৫ বছর বয়সে"],[2,"৭ বছর বয়সে"],[3,"৬ বছর বয়সে"],[4,"৮ বছর বয়সে"]]],
    ["Y0x60","১৯৪৭ সালে বিভক্ত হয়?",[[1,"ভারত"],[2,"বাংলাদেশ"],[3,"পাকিস্তান"],[4,"ভারত, পাকিস্তান"]]],
  ];

  static const quiz_seg2_youth = [
    ["Y1007", "ভারত এবং পাকিস্তানের পাশাপাশি তৃতীয় রাষ্ট্র হিসেবে স্বতন্ত্র, স্বাধীন বাংলা প্রতিষ্ঠার জন্য কে হোসেন শহীদ সোহরাওয়ার্দীর সাথে আন্দোলনে যোগ দেন?",[[1,"শেখ আবদুর রবিন"],[2,"শেখ আবু রাশিদ"],[3,"শেখ মুজিবুর রহমান"],[4,"শেখ আবদুর রশিদ"]]],
    ["Y1008", "বঙ্গবন্ধু শেখ মুজিবুর রহমান ঢাকা বিশ্ববিদ্যালয়ের কোন বিভাগে ভর্তি হন ",[[1,"আইন"],[2,"ইতিহাস"],[3,"রসায়ন"],[4,"পদার্থ"]]],
    ["Y1009", "বঙ্গবন্ধু শেখ মুজিবুর রহমান ঢাকা বিশ্ববিদ্যালয়ের কোন শ্রেণির কর্মচারীদের চাকরির নিরাপত্তা বিধান এবং অধিকার আদায় আন্দোলন সমর্থন জানান? ",[[1,"চতুর্থ শ্রেণী"],[2,"তৃতীয় শ্রেণী"],[3,"প্রথম শ্রেণী"],[4,"দ্বিতীয় শ্রেণী"]]],
    ["Y1010", "একমাত্র উর্দুই হবে পাকিস্তানের রাষ্ট্রভাষা- কে বলেছিলেন?",[[1,"কায়েদে আজম"],[2,"মুহাম্মদ আলী জিন্নাহ"],[3,"খাজা নাজিমুদ্দিন "],[4,"আইয়ুব খান"]]],
    ["Y1011", "বঙ্গবন্ধু শেখ মুজিবুর রহমান আওয়ামী মুসলিম লীগের সাধারণ সম্পাদক নির্বাচিত হন কত সালে?",[[1,"১৯৫১ সালে"],[2,"১৯৫০ সালে"],[3,"১৯৫৩ সালে"],[4,"১৯৫২ সালে"]]],
    ["Y1012", "১৯৫৪ সালে কত তারিখ পূর্ব পাকিস্তানের প্রথম সাধারণ নির্বাচন অনুষ্ঠিত হয়?",[[1,"৯ মার্চ"],[2,"১০ মার্চ"],[3,"১১ মার্চ"],[4,"১২ মার্চ"]]],
    ["Y1x13", "বঙ্গবন্ধু ১৯৪৭ সালে তৃতীয় স্বাধীন রাষ্ট্র হিসেবে যুক্ত স্বাধীন বাংলার জন্য যে আন্দোলনে যোগ দিয়েছিলেন তার নাম কি?",[[1,"হোসেন শহীদ সোহরাওয়ার্দীর আন্দোলন"],[2,"বেঙ্গল রেনেসাঁ"],[3,"আঞ্চলিক পুনর্গঠন আন্দোলন"],[4,"স্বদেশী আন্দোলন"]]],
    ["Y1x14", "আন্দোলন এর ফলে বঙ্গবন্ধুর ভিত্তি হয়ে ওঠে—",[[1,"স্বাধীন বাংলাদেশ"],[2,"বাংলা আমাদের মাতৃভাষা"],[3,"সার্বভৌমত্ব প্রতিষ্ঠার জন্য"],[4,"ধর্মনিরপেক্ষ জাতি প্রতিষ্ঠার জন্য"]]],
    ["Y1x15", "বঙ্গবন্ধু শেখ মুজিবুর রহমান কোন বিভাগ ও প্রতিষ্ঠানে ভর্তি হন?",[[1,"আইন বিভাগ, ঢাকা বিশ্ববিদ্যালয়"],[2,"পরিসংখ্যান বিভাগ, রাজশাহী বিশ্ববিদ্যালয়"],[3,"বাংলা সাহিত্য বিভাগ, খুলনা বিশ্ববিদ্যালয়"],[4,"রাষ্ট্রবিজ্ঞান বিভাগ, ঢাকা বিশ্ববিদ্যালয়"]]],
    ["Y1x16", "পাকিস্তানের প্রথম বিরোধী ছাত্র সংগঠন কোনটি?",[[1,"পূর্ব পাকিস্তান রাজনৈতিক ছাত্র লীগ"],[2,"পূর্ব পাকিস্তান মুসলিম ছাত্র লীগ"],[3,"পূর্ব পাকিস্তান এডুকেশনাল স্টুডেন্টস লীগ"],[4,"পূর্ব পাকিস্তান সরকারী ছাত্র লীগ"]]],
    ["Y1x17", "১৯৪৯ সালে, বঙ্গবন্ধু একটি আন্দোলনে অংশগ্রহণ করেছিলেন যার লক্ষ্য ছিল অধিকার আদায় এবং চাকরির নিরাপত্তা। কাদের সমর্থনে আন্দোলন করা হয়েছিল?",[[1,"ছাত্রদের"],[2,"ঢাকা বিশ্ববিদ্যালয়ের চতুর্থ শ্রেণির কর্মচারী"],[3,"শিক্ষকরা"],[4,"সাধারণ জনগণ"]]],
    ["Y1x18", "বঙ্গবন্ধুকে কেন ভাইস চ্যান্সেলরের বাসভবন থেকে গ্রেপ্তার করা হয়েছিল?",[[1,"৪র্থ শ্রেণীর কর্মচারীদের আন্দোলনের  জন্য"],[2,"আপত্তিকর বক্তব্য"],[3,"আইন ভঙ্গ করছে"],[4,"অস্ত্র বহন করে"]]],
    ["Y1x19", "পরবর্তী ১৯৫২ সালে পাকিস্তানের প্রধানমন্ত্রী কে ছিলেন?",[[1,"খাজা নাজিমুদ্দিন"],[2,"লিয়াকত আলী খান"],[3,"জুলফিকুর আলী ভুট্টো"],[4,"মোহাম্মদ আলী"]]],
    ["Y1x20", "১৯৫৩ সালে বঙ্গবন্ধুকে কোন লীগের সাধারণ সম্পাদক হিসেবে ঘোষণা করা হয়?",[[1,"আওয়ামী মুসলিম লীগ"],[2,"বঙ্গীয় প্রাদেশিক মুসলিম লীগ"],[3,"ভারত—পাকিস্তান মুসলিম লীগ"],[4,"ব্রিটিশ মুসলিম লীগ"]]],
  ];

  static const quiz_seg3_youth = [
  ["Y2013", "কার নেতৃত্বে সব ধর্মের মানুষের অন্তর্ভুক্তি এবং অংশগ্রহণ নিশ্চিত করার উদ্দেশ্যে দলের নাম থেকে ‘মুসলিম’ শব্দটি প্রত্যাহার করে নাম রাখা হয় 'আওয়ামী লীগ'?",[[1,"মাওলানা আতাহার আলী"],[2,"শেখ মুজিবুর রহমান"],[3,"আবু হোসেন সরকার"],[4,"এ কে ফজলুল হক"]]],
  ["Y2014", "কার নেতৃত্বে প্রাদেশিক সরকারে শেখ মুজিবুর রহমান মন্ত্রী হিসেবে যোগ দেন?",[[1,"মাওলানা আতাহার আলীর নেতৃত্বে"],[2,"আবু হোসেন সরকারের নেতৃত্বে"],[3,"এ কে ফজলুল হকের নেতৃত্বে"],[4,"খান আতাউর রহমানের নেতৃত্বে"]]],
  ["Y2015", "২৪ জুন থেকে কত জুলাই পর্যন্ত শেখ মুজিবুর রহমান সরকারি সফরে চীনে যান?",[[1,"১২ জুলাই"],[2,"১৩ জুলাই"],[3,"১৪ জুলাই"],[4,"১৫ জুলাই"]]],
  ["Y2016", "৭ই অক্টোবর, ১৯৫৮ সালে পাকিস্তানের প্রেসিডেন্ট কে ছিলেন?",[[1,"মেজর জেনারেল ইস্কান্দার মির্জা"],[2,"মুহাম্মদ আলী জিন্নাহ"],[3,"খাজা নাজিমুদ্দিন "],[4,"জেনারেল আইয়ুব খান"]]],
  ["Y2017", "কত সালে হাইকোর্ট কর্তৃক আটকাদেশ অবৈধ ঘোষণা করার পর শেখ মুজিবুর রহমান কারাগার থেকে মুক্তি লাভ করেন?",[[1,"১৯৬১ সালে"],[2,"১৯৬২ সালে"],[3,"১৯৫৯ সালে"],[4,"১৯৬০ সালে"]]],
  ["Y2018", "কোন সরকার ৬ ফেব্রুয়ারি শেখ মুজিবুর রহমানকে পুনরায় গ্রেফতার করে। ?",[[1,"নাজিমুদ্দিন সরকার"],[2,"আইয়ুব সরকার"],[3,"জিন্নাহ সরকার"],[4,"ইয়াহিয়া সরকার"]]],
  ["Y2x20", "আওয়ামী মুসলিম লীগের নাম পরিবর্তন করা হয়—",[[1,"আওয়ামী মুসলিম ছাত্র লীগ"],[2,"আওয়ামী লীগ"],[3,"আওয়ামী রাজনৈতিক লীগ"],[4,"আওয়ামী ইউনিয়ন লীগ"]]],
  ["Y2x21", "১৯৫৩ সালে বঙ্গবন্ধুকে কোন লীগের সাধারণ সম্পাদক হিসেবে ঘোষণা করা হয়?",[[1,"আওয়ামী মুসলিম লীগ"],[2,"বঙ্গীয় প্রাদেশিক মুসলিম লীগ"],[3,"ভারত—পাকিস্তান মুসলিম লীগ"],[4,"ব্রিটিশ মুসলিম লীগ"]]],
  ["Y2x22", "নাম থেকে ‘মুসলিম’ শব্দটি বাদ দেওয়া হলো কেন?",[[1,"ধর্মের বাধা দূর করতে"],[2,"রাজনৈতিক বাধা দূর করতে"],[3,"সাংস্কৃতিক বাধা দূর করতে"],[4,"পরিবেশের প্রতিবন্ধকতা দূর করতে"]]],
  ["Y2x23", "শেখ মুজিবুর রহমান দলের সাধারণ সম্পাদক নির্বাচিত হন—",[[1,"দ্বিতীয় সময়"],[2,"প্রথমবার"],[3,"চতুর্থবার"],[4,"তৃতীয় সময়"]]],
  ["Y2x24", "বঙ্গবন্ধু কবে প্রাদেশিক আওয়ামী লীগ সরকারে যোগদান করেন?",[[1,"সেপ্টেম্বর, ১৯৫৬"],[2,"অক্টোবর, ১৯৫৬"],[3,"নভেম্বর, ১৯৫৬"],[4,"ডিসেম্বর, ১৯৫৬"]]],
  ["Y2x25", "কেন শেখ মুজিব ১৯৫৭ সালে স্বেচ্ছায় মন্ত্রিসভা থেকে পদত্যাগ করেন?",[[1,"বাঙালিদের জন্য একটি শক্তিশালী সংগঠন গড়ে তোলা"],[2,"নির্দেশিত রাষ্ট্র গড়তে"],[3,"বাঙালি ছাত্রদের একটি শক্তিশালী সংগঠন গড়ে তোলা"],[4,"	একটি শক্তিশালী রাজনৈতিক লীগ গড়ে তোলা"]]],
  ];
  static const quiz_seg4_youth = [
    ["Y3019", "১৯৬৪ সালের কত তারিখ জেলা কমিটির সভাপতি ও সাধারণ সম্পাদকদের উপস্থিতিতে শেখ মুজিবুর রহমানের ধানমন্ডির ৩২ নং বাসভবনে অনুষ্ঠিত এক বিশেষ সভায় আওয়ামী লীগকে পুনরুজ্জীবিত করা হয়?",[[1,"২১ জানুয়ারি"],[2,"২৫ জানুয়ারি"],[3,"২৩ জানুয়ারি"],[4,"২২জানুয়ারি"]]],
    ["Y3020", "রাষ্ট্রদ্রোহ এবং ‘তথাকথিত’ আপত্তিকর বক্তব্য প্রদানের অভিযোগে অভিযুক্ত করে বঙ্গবন্ধু শেখ মুজিবুর রহমানকে কত বছরের কারাদন্ড দেয়া হয় ?",[[1,"তিন বছরের"],[2,"চার বছরের"],[3,"দুই বছরের"],[4,"এক বছরের"]]],
    ["Y3021", "ঐতিহাসিক ছয়দফা কোথায় উত্থাপিত হয়?",[[1,"ঢাকার রেসকোর্স ময়দানে"],[2,"কলকাতার ঘরের মাঠে"],[3,"পাকিস্তানের লাহোরে"],[4,"নিউইয়র্কের টাইম স্কয়ারে"]]],
    ["Y3022", "কত সালে আগরতলা ষড়যন্ত্র মামলা দায়ের করা হয়?",[[1,"১৯৬৮ সালে"],[2,"১৯৬৯ সালে"],[3,"১৯৭০ সালে"],[4,"১৯৬৭ সালে"]]],
    ["Y3023", "১৯৬৯ সালের কত তারিখ বঙ্গবন্ধুসহ আগরতলা ষড়যন্ত্র মামলায় অভিযুক্ত ৩৩ আসামিকে সরকার মুক্তি দিতে বাধ্য হয়?",[[1,"২০ ফেব্রুয়ারি"],[2,"২১ ফেব্রুয়ারি"],[3,"২২ ফেব্রুয়ারি"],[4,"২৩ ফেব্রুয়ারি"]]],
    ["Y3024", "১৯৭০ এর নির্বাচনে কীসের আলোকে শেখ মুজিবুর রহমান আওয়ামী লীগকে ভোট দিয়ে জয়যুক্ত করার জন্য দেশবাসীর প্রতি উদাত্ত আহ্বা‌ন জানান?",[[1,"দ্বিজাতিত্বের আলোকে"],[2,"ধর্মের আলোকে"],[3,"ছয় দফার আলোকে"],[4,"এগারো দফার আলোকে"]]],
    ["Y3x19", "দলীয় নেতৃবৃন্দসহ দলীয় নেতাদের বিশেষ সভা অনুষ্ঠিত হয়—",[[1,"শেখ মুজিবুর রহমানের ধানমন্ডি ৩২ নম্বরের বাসা"],[2,"জাতীয় পরিষদের হলরুম"],[3,"প্রধানমন্ত্রীর বাড়িতে"],[4,"শেখ মুজিবুর রহমানের বাসভবন গোপালগঞ্জ"]]],
    ["Y3x20", "১৯৬৪ সালের ২৫শে জানুয়ারী অনুষ্ঠিত বিশেষ সভায় কি কি সিদ্ধান্ত নেওয়া হয়েছিল?",[[1,"ন্যাশনাল ডেমোক্রেটিক ফ্রন্ট (এনডিএফ) ত্যাগ করে আওয়ামী লীগের কার্যক্রম পুনরুজ্জীবিত করা"],[2,"জাতীয় গণতান্ত্রিক ফ্রন্ট (এনডিএফ) ত্যাগ করা"],[3,"আওয়ামী লীগের কার্যক্রম পুনরুজ্জীবিত করা"],[4,"উপরের কোনটি নয়"]]],
    ["Y3x21", "পাকিস্তান সরকার বঙ্গবন্ধু শেখ মুজিবুর রহমানের বিরুদ্ধে কিসের অভিযোগ এনেছিল?",[[1,"‘তথাকথিত’ আপত্তিকর বক্তব্য দেওয়ার জন্য"],[2,"রাষ্ট্রদ্রোহিতার সাথে"],[3,"সমগ্র পূর্ব পাকিস্তানে ধর্মঘট ডাকার জন্য"],[4,"ক ও খ"]]],
    ["Y3x22", "১৯৬৫ সালে বঙ্গবন্ধুকে কত বছরে কারাদণ্ড দেওয়া হয়?",[[1,"১ বছর"],[2,"২ বছর"],[3,"৩ বছর"],[4,"৪ বছর"]]],
    ["Y3x23", "বঙ্গবন্ধু শেখ মুজিবুর রহমান কখন তার ঐতিহাসিক ছয় দফা কর্মসূচি পেশ করেন?",[[1,"৫ জানুয়ারী ১৯৬৬"],[2,"১৯৬৬ সালের ৫ ফেব্রুয়ারী"],[3,"১৯৬৬ সালের ৫ মার্চ"],[4,"১৯৬৬ সালের ৫ ডিসেম্বর"]]],
    ["Y3x24", "সরকার কবে আগরতলা ষড়যন্ত্র মামলা প্রত্যাহার করে?",[[1,"২১ ফেব্রুয়ারি, ১৯৬৮"],[2,"২২ ফেব্রুয়ারি, ১৯৬৮"],[3,"২৩ ফেব্রুয়ারি, ১৯৬৮"],[4,"২৪ ফেব্রুয়ারি, ১৯৬৮"]]],
  ];
  static const quiz_seg5_youth = [
    ["Y4025", "পাকিস্তান সেনাবাহিনী বঙ্গবন্ধুকে কখন গ্রেপ্তার করে?",[[1,"২০ মার্চ ১৯৭০"],[2,"২০ মার্চ ১৯৭১"],[3,"২৬ মার্চ ১৯৭০"],[4,"২৬ মার্চ ১৯৭১"]]],
    ["Y4026", "আন্তর্জাতিক চাপের মুখে কত তারিখে পাকিস্তান সরকার বঙ্গবন্ধু শেখ মুজিবুর রহমানকে মুক্তি দিতে বাধ্য হয়?",[[1,"১২ জানুয়ারি"],[2,"১০ জানুয়ারি"],[3,"৮ জানুয়ারি"],[4,"৬ জানুয়ারি"]]],
    ["Y4027", "বঙ্গবন্ধু কবে ‘জোটনিরপেক্ষ আন্দোলন’–এর শীর্ষ সম্মেলনে যোগদানের জন্য আলজেরিয়া যান?",[[1,"১৯৭৫ সালে"],[2,"১৯৭৪ সালে"],[3,"১৯৭৩ সালে"],[4,"১৯৭২ সালে"]]],
    ["Y4028", "কোন মাসে বাংলাদেশকে জাতিসংঘের সদস্য রাষ্ট্ররূপে আনুষ্ঠানিকভাবে ঘোষণা করা হয়?",[[1,"আগস্ট মাসে"],[2,"সেপ্টেম্বর মাসে"],[3,"অক্টোবর মাসে"],[4,"নভেম্বর মাসে"]]],
    ["Y4029", "শেখ মুজিব হত্যাকাণ্ডের সময় শেখ রেহানা কার সাথে ছিলেন?",[[1,"বড় খালার সাথে"],[2,"বড় ভাইয়ের সাথে"],[3,"বড় বোনের সাথে"],[4,"ছোট চাচার সাথে"]]],
    ["Y40x7", "বঙ্গবন্ধু কোন তারিখে ঐতিহাসিক ভাষণ দেন?",[[1,"৭ মার্চ"],[2,"২৫ মার্চ"],[3,"১৫  মে"],[4,"৮ জানুয়ারি"]]],
    ["Y40x8", "বঙ্গবন্ধু ৭ মার্চের ঐতিহাসিক ভাষণ কোথায় দেন?",[[1,"প্যারেড গ্রাউন্ড"],[2,"পুরানা পল্টন"],[3,"রেসকোর্স ময়দান"],[4,"ঢাকা স্টেডিয়াম"]]],
    ["Y40x9", "রেসকোর্স ময়দানের বর্তমান নাম কি?",[[1,"বঙ্গবন্ধু উদ্যান"],[2,"সোহরাওয়ার্দী উদ্যান"],[3,"চন্দ্রিমা উদ্যান"],[4,"শেখ রাসেল শিশু উদ্যান"]]],
    ["Y40x10", "পাকিস্তান সেনাবাহিনী নিরস্ত্র বাঙালিদের বিরুদ্ধে গণহত্যা শুরু করে কবে?",[[1,"১৯৭১ সালের ৭ মার্চ মধ্যরাতে"],[2,"১৯৭১ সালের ১০ মার্চ মধ্যরাতে"],[3,"১৯৭১ সালের ২৬ মার্চ মধ্যরাতে"],[4,"১৯৭১ সালের ২৫  মার্চ মধ্যরাতে"]]],
    ["Y40x11", "সংঘটিত গণহত্যার নাম কি ছিল?",[[1,"অপারেশন সেরুজা"],[2,"অপারেশন সার্চলাইট"],[3,"অপারেশন সন্ধ্যার আলো"],[4,"অপারেশন সকালের আলো"]]],
    ["Y40x12", "বঙ্গবন্ধু শেখ মুজিবুর রহমান কবে বাংলাদেশের জন্য স্বাধীনতার ডাক দেন?",[[1,"১৯৭১ সালে ২৬ মার্চের প্রথম প্রহর"],[2,"২৭ মার্চ ১৯৭১ সালে প্রথম ঘন্টা"],[3,"১৯৭১ সালে ৩০ মার্চের প্রথম প্রহর"],[4,"১৯৭১ সালে ২৫ মার্চের প্রথম প্রহর"]]],
    ["Y40x13", "পাকিস্তান সরকার কবে বঙ্গবন্ধুকে মুক্তি দেন?",[[1,"১৯৭১ সালের ৫ ডিসেম্বর"],[2,"১৯৭২ সালের ৫ মার্চ"],[3,"১৯৭২ সালের  ৮জানুয়ারি"],[4,"১৯৭১ সালের ২৬  মার্চের প্রথম প্রহর"]]],
    ["Y40x14", "বাংলাদেশে আসার আগে বঙ্গবন্ধু কোথায় গিয়েছিলেন?",[[1,"প্যারিস"],[2,"লন্ডন"],[3,"নিউইয়র্ক"],[4,"পূর্বপাকিস্তান"]]],
    ["Y40x15", "বাংলাদেশের বিজয় দিবস কবে?",[[1,"২৬ মার্চ"],[2,"১৬ ডিসেম্বর"],[3,"৭ মার্চ"],[4,"১৪  ডিসেম্বর"]]],
    ["Y40x16", "বঙ্গবন্ধু কখন মাতৃভূমিতে ফিরে আসেন?",[[1,"১০ জানুয়ারী ১৯৭২"],[2,"৮ জানুয়ারী ১৯৭২"],[3,"৯ জানুয়ারী ১৯৭২"],[4,"১১ জানুয়ারী ১৯৭২"]]],
    ["Y40x17", "বাংলাদেশের বিজয় দিবস কবে?",[[1,"২৬ মার্চ"],[2,"১৬ ডিসেম্বর"],[3,"৭ মার্চ"],[4,"১৪  ডিসেম্বর"]]],
    ["Y40x18", "বঙ্গবন্ধুর পরিবারের কোন সদস্য হত্যার হাত থেকে রক্ষা পান?",[[1,"শেখ হাসিনা"],[2,"শেখ রাসেল"],[3,"শেখ কামাল"],[4,"শেখ জামাল"]]],
    ["Y40x19", "কেন আমরা ১৫ আগস্ট জাতীয় শোক দিবস হিসাবে পালন করি?",[[1,"বঙ্গবন্ধুকে সপরিবারে হত্যা করা হয়েছিল"],[2,"বঙ্গবন্ধু অসুস্থতার কারণে মারা গেছেন"],[3,"বঙ্গবন্ধু দুর্ঘটনায় মারা যান"],[4,"উপরের কোনটি নয়"]]],
    ["Y40x20", "বঙ্গবন্ধুর স্বদেশ প্রত্যাবর্তন দিবস কবে?",[[1,"১০ই জানুয়ারী, ১৯৭২"],[2,"১২ ই জানুয়ারী, ১৯৭২"],[3,"১৫ই জানুয়ারী, ১৯৭২"],[4,"৯ই জানুয়ারী, ১৯৭২"]]],
    ["Y40x21", "জাতীয় শোক দিবস কত তারিখে পালন করা হয়?",[[1,"১৫ আগস্ট"],[2,"১৬ আগস্ট"],[3,"১৮ আগস্ট"],[4,"২৬ মার্চ"]]],
    ["Y40x22", "বঙ্গবন্ধুর পরিবারের দুইজন সদস্য হত্যাকান্ড থেকে বেচে যান কারন?",[[1,"দেশের বাইরে থাকার কারনে"],[2,"ঢাকার বাইরে অবস্থানরত থাকার কারনে"],[3,"নিজের বাসায় অবস্থানরত ছিলেন"],[4,"চিকিৎসারত ছিলেন বলে"]]],
    ["Y40x23", "বঙ্গবন্ধুর ৭ই মার্চ এর ভাষণকে কি নামে আখ্যায়িত করা হয়?",[[1,"৭ ই মার্চের ভাষণ"],[2,"ঐতিহাসিক ৭ই মার্চের ভাষণ"],[3,"বঙ্গবন্ধুর ভাষণ"],[4,"মহানায়কের ভাষণ"]]],
    ["Y40x24", "বঙ্গবন্ধুর কত সালে আলজেরিয়া গিয়েছিলেন?",[[1,"১৯৭০ সালে "],[2,"১৯৭৩ সালে"],[3,"১৯৭৫ সালে"],[4,"১৯৬৫ সালে"]]],
    ["Y40x25", "বাংলাদেশে প্রথম সাধারণ নির্বাচন কবে অনুষ্ঠিত হয়?",[[1,"১৯৭৩ সালের ৭ জানুয়ারি"],[2,"১৯৭৩ সালের ৭ মার্চ"],[3,"১৯৭৩ সালের ৫ মার্চ"],[4,"১৯৭৩ সালের ৫ ফেব্রুয়ারি"]]],
  ];

}