/*
Developed by: Sakaid Sakir
email: sakirislam7@gmail.com
facebook: fb.com/sakir.me
Project: AMAR BANGABANDHU
*/


class TEXTS{
  // ignore: constant_identifier_names
  static const TEXT_1920 = 'বঙ্গবন্ধু শেখ মুজিবুর রহমান ১৯২০ সালের ১৭ মার্চ, ফরিদপুর জেলার গোপালগঞ্জ মহকুমার (বর্তমানে জেলা) টুঙ্গিপাড়া গ্রামে জন্মগ্রহণ করেন। তাঁর বাবা শেখ লুৎফর রহমান এবং মা শেখ সায়েরা খাতুন।';

  static const TEXT_1927 = 'সাত বছর বয়সে বঙ্গবন্ধু শেখ মুজিবুর রহমান গিমাডাঙ্গা প্রাথমিক বিদ্যালয়ে ভর্তির মাধ্যমে তাঁর স্কুল জীবন আরম্ভ করেন। নয় বছর বয়সে তিনি গোপালগঞ্জ পাবলিক স্কুলে তৃতীয় শ্রেণিতে ভর্তি হন। পরবর্তীকালে তিনি গোপালগঞ্জ মিশনারি স্কুলে ভর্তি হন।';

  static const TEXT_1932 = 'বঙ্গবন্ধু শেখ মুজিবুর রহমান ১৮ বছর বয়সে শেখ ফজিলাতুন্নেসা (রেনু)-কে বিয়ে করেন। তাঁরা দুই কন্যা শেখ হাসিনা, শেখ রেহানা এবং তিন পুত্র শেখ কামাল, শেখ জামাল ও শেখ রাসেল এর জনক-জননী ছিলেন।';

  static const TEXT_1942 = '১৯৪২ সালে বঙ্গবন্ধু শেখ মুজিবুর রহমান গোপালগঞ্জ মিশনারি স্কুল থেকে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হন। একই বছরে তিনি কলকাতা ইসলামিয়া কলেজে (বর্তমানে মৌলানা আজাদ কলেজ) ভর্তি হন। ১৯৪৭ সালে এই কলেজ থেকেই তিনি স্নাতক সম্পন্ন করেন।';

  static const TEXT_1943 = 'বঙ্গবন্ধু শেখ মুজিবুর রহমান বঙ্গীয় প্রাদেশিক মুসলিম লীগের (অল ইন্ডিয়া মুসলিম লীগের শাখা) কাউন্সিলর নির্বাচিত হন। ১৯৪৭ সালে ভারত বিভাজন পর্যন্ত তিনি তাঁর দায়িত্ব প্রশংসার সাথে পালন করেন।';

  static const TEXT_1946 = 'বঙ্গবন্ধু শেখ মুজিবুর রহমান বিনা প্রতিদ্বন্দ্বিতায় কলকাতা ইসলামিয়া কলেজ ছাত্র সংসদের সাধারণ সম্পাদক নির্বাচিত হন। ১৯৪৬ সালের ১৬ আগস্ট কুখ্যাত ক্যালকাটা কিলিং (সাম্প্রদায়িক দাঙ্গা) শুরু হলে শেখ মুজিবুর রহমান সাম্প্রদায়িক সম্প্রীতি এবং শান্তি বজায় রাখার কাজে ঝাঁপিয়ে পড়েন।';

  static const TEXT_1947 = 'ভারত এবং পাকিস্তানের পাশাপাশি তৃতীয় রাষ্ট্র হিসেবে স্বতন্ত্র, স্বাধীন বাংলা প্রতিষ্ঠার জন্য শেখ মুজিবুর রহমান, হোসেন শহীদ সোহরাওয়ার্দীর সাথে আন্দোলনে যোগ দেন। যদিও এই উদ্যোগ বাতিল হয় কিন্তু পরবর্তীতে এটিই একজন জাতির পিতার স্বপ্নের রাষ্ট্র গড়ার ভিত্তি হয়ে ওঠে।';

  static const TEXT_1948 = 'শেখ মুজিবুর রহমান ঢাকা বিশ্ববিদ্যালয়ে আইন বিভাগে ভর্তি হন। তিনি ৪ জানুয়ারি পাকিস্তানের প্রথম বিরোধী ছাত্র সংগঠন পূর্ব পাকিস্তান মুসলিম ছাত্র লীগ প্রতিষ্ঠা করেন।২৩ শে ফেব্রুয়ারি মুখ্যমন্ত্রী খাজা নাজিমুদ্দিন গণপরিষদে ঘোষণা করলে তিনি স্বতঃস্ফূর্তভাবে প্রতিবাদ করেন: পূর্ব পাকিস্তানের জনগণ উর্দুকে তাদের রাষ্ট্রভাষা হিসেবে মেনে নিতে হবে। ২ মার্চ, ফজলুল হক মুসলিম হলে অনুষ্ঠিত এক সভায় শেখ মুজিব একটি সর্বদলীয় রাষ্ট্রভাষা অ্যাকশন কমিটি গঠনের প্রস্তাব অনুমোদন করেন। ১১ মার্চ "রাষ্ট্রভাষা বাংলা দিবস" উপলক্ষে সচিবালয় ভবনের সামনে পিকেটিং করার সময় কয়েকজন রাজনৈতিক কর্মীসহ তাকে গ্রেপ্তার করা হয়। কিন্তু তীব্র ছাত্র আন্দোলনের পর সরকার ১৯৪৮ সালের ১৫ মার্চ তাকে মুক্তি দেয়। ১৯৪৮ সালের ২১শে মার্চ রেসকোর্স ময়দানে অনুষ্ঠিত জনসভায় মোঃ আলী জিন্নাহ ঘোষণা করেন যে পাকিস্তানের রাষ্ট্রভাষা হবে উর্দু, অন্য কোনো ভাষা নয়। শেখ মুজিব আবারও তীব্র প্রতিবাদ করলেন। ';

  static const TEXT_1949 = 'বঙ্গবন্ধু শেখ মুজিবুর রহমান ঢাকা বিশ্ববিদ্যালয়ের চতুর্থ শ্রেণির কর্মচারীদের চাকরির নিরাপত্তা বিধান এবং অধিকার আদায় আন্দোলন সমর্থন জানান। ১৯ এপ্রিল চতুর্থ শ্রেণির কর্মচারীদের পক্ষে মিছিল বের করার প্রস্তুতিকালে কয়েকজন শিক্ষার্থীসহ শেখ মুজিবুর রহমানকে উপাচার্যের বাসভবন থেকে গ্রেফতার করা হয়। ২৩ জুন পূর্ব পাকিস্তান আওয়ামী মুসলিম লীগ (বর্তমান আওয়ামী লীগ) প্রতিষ্ঠিত হয়।';

  static const TEXT_1952 = '২৬ জানুয়ারি পাকিস্তানের তৎকালীন প্রধানমন্ত্রী খাজা নাজিমুদ্দিন ঘোষণা দেন, “একমাত্র উর্দুই হবে পাকিস্তানের রাষ্ট্রভাষা।’’ জেলে বন্দী অবস্থাতেই বঙ্গবন্ধু শেখ মুজিবুর রহমান রাষ্ট্রভাষা আন্দোলনে সক্রিয়ভাবে নিজেকে জড়িত রেখেছিলেন এবং আন্দোলনকে সফল করার জন্য জেল থেকেই পাঠাতেন গুরুত্বপূর্ণ নির্দেশনা।';

  static const TEXT_1953 = 'বঙ্গবন্ধু শেখ মুজিবুর রহমান আওয়ামী মুসলিম লীগের সাধারণ সম্পাদক নির্বাচিত হন এবং একজন বাঙালি নেতা হিসেবে তাঁর উত্থান হয়।';

  static const TEXT_1954 = '১০ মার্চ পূর্ব পাকিস্তানের প্রথম সাধারণ নির্বাচন অনুষ্ঠিত হয়। যুক্তফ্রন্ট ২৩৭ টি আসনের মধ্যে ২২৩ টি আসনে জয়লাভ করে। আওয়ামী লীগ একাই ১৪৩ টি আসনে জয়ী হয়। বঙ্গবন্ধু শেখ মুজিবুর রহমান গোপালগঞ্জ আসন থেকে নির্বাচিত হন এবং ১৫ মে নতুন প্রাদেশিক সরকারের সমবায় ও কৃষি মন্ত্রী হিসেবে শপথ গ্রহণ করেন।';

  static const TEXT_1955 = 'সাধারণ সম্পাদক বঙ্গবন্ধু শেখ মুজিবুর রহমানের নেতৃত্বে সব ধর্মের মানুষের অন্তর্ভুক্তি এবং অংশগ্রহণ নিশ্চিত করার উদ্দেশ্যে দলের নাম থেকে ‘মুসলিম’ শব্দটি প্রত্যাহার করে নাম রাখা হয় -আওয়ামী লীগ। ১৯৫৫ সালের ২১-২৩ অক্টোবর আওয়ামী লীগের কাউন্সিল অধিবেশনে এই সিদ্ধান্ত গৃহীত হয়। ৬ সেপ্টেম্বর শেখ মুজিবুর রহমান পুনরায় আওয়ামী লীগের সাধারণ সম্পাদক নির্বাচিত হন।';

  static const TEXT_1956 = 'খান আতাউর রহমানের নেতৃত্বে প্রাদেশিক সরকারে বঙ্গবন্ধু শেখ মুজিবুর রহমান মন্ত্রী হিসেবে যোগ দেন। মাত্র নয় মাস তিনি মন্ত্রী পদের দায়িত্বে ছিলেন। আওয়ামী লীগের সাধারণ সম্পাদক হিসেবে বাঙালির অধিকার আদায় আন্দোলনকে বেগবান করা এবং সংগঠনকে আরো সুসংহত করার উদ্দেশ্যে ১৯৫৭ সালের ৩০ মে শেখ মুজিবুর রহমান স্বেচ্ছায় মন্ত্রীসভা থেকে পদত্যাগ করেন।';

  static const TEXT_1957 = '১৯৫৭ সালের ১৩-১৪ জুন আওয়ামী লীগের কাউন্সিলে বঙ্গবন্ধু শেখ মুজিবুর রহমান পুনরায় আওয়ামী লীগের সাধারণ সম্পাদক নির্বাচিত হন। ​২৪ জুন থেকে জুলাই ১৩ পর্যন্ত শেখ মুজিবুর রহমান সরকারি সফরে চীনে যান।।';

  static const TEXT_1958 = '৭ অক্টোবর পাকিস্তানের প্রেসিডেন্ট মেজর জেনারেল ইস্কান্দার মির্জা ও সেনাবাহিনী প্রধান জেনারেল আইয়ুব খান সামরিক শাসন জারি করেন এবং সমস্ত রাজনৈতিক কর্মকান্ড নিষিদ্ধ করেন। ১১ অক্টোবর বঙ্গবন্ধু শেখ মুজিবুর রহমানকে গ্রেফতার করা হয়। একের পর এক মিথ্যা মামলা দিয়ে তাঁকে হয়রানি করা হয়। ১৪ মাস পরে শেখ মুজিবুর রহমানকে মুক্তি দিয়ে পুনরায় জেলগেটেই গ্রেফতার করা হয়।';

  static const TEXT_1961 = 'হাইকোর্ট কর্তৃক আটকাদেশ অবৈধ ঘোষণা করার পর বঙ্গবন্ধু শেখ মুজিবুর রহমান কারাগার থেকে মুক্তি লাভ করেন। এ সময়ই শেখ মুজিবুর রহমান বাংলাদেশের স্বাধীনতা সংগ্রামের লক্ষ্যে কাজ করার জন্য উদ্যমী ছাত্র নেতৃবৃন্দদের নিয়ে ‘স্বাধীন বাংলা বিপ্লবী পরিষদ’ নামে একটি গোপন সংগঠন প্রতিষ্ঠা করেন।';

  static const TEXT_1962 = 'আইয়ুব সরকার ৬ ফেব্রুয়ারি বঙ্গবন্ধু শেখ মুজিবুর রহমানকে পুনরায় গ্রেফতার করে। ২ জুন চার বছরের সামরিক শাসনের অবসান ঘটলে ১৮ জুন শেখ মুজিবুর রহমান মুক্তি লাভ করেন। ২৪ সেপ্টেম্বর শেখ মুজিবুর রহমান লাহোর যান এবং শহীদ সোহরাওয়ার্দীর নেতৃত্বে অন্যান্য বিরোধীদলকে সাথে নিয়ে জাতীয় গণতান্ত্রিক ফ্রন্ট গঠন করেন।';

  static const TEXT_1964 = '২৫ জানুয়ারি জেলা কমিটির সভাপতি ও সাধারণ সম্পাদকদের উপস্থিতিতে বঙ্গবন্ধু শেখ মুজিবুর রহমানের ধানমন্ডির ৩২ নং বাসভবনে অনুষ্ঠিত এক বিশেষ সভায় আওয়ামী লীগকে পুনরুজ্জীবিত করা হয়। এই অধিবেশনে জাতীয় গণতান্ত্রিক ফ্রন্ট থেকে আলাদা হয়ে আওয়ামী লীগ স্বতন্ত্র দল হিসেবে আবির্ভূত হয়।';

  static const TEXT_1965 = 'পাকিস্তান সরকার বঙ্গবন্ধু শেখ মুজিবুর রহমানকে রাষ্ট্রদ্রোহ এবং ‘তথাকথিত’ আপত্তিকর বক্তব্য প্রদানের অভিযোগে অভিযুক্ত করে। তাঁকে এক বছরের কারাদন্ড দেয়া হয় এবং পরবর্তীতে হাইকোর্টের আদেশে তিনি মুক্তি লাভ করেন।';

  static const TEXT_1966 = '​​বঙ্গবন্ধু ​​শেখ মুজিবুর রহমান ৫ ফেব্রুয়ারি লাহোরে বিরোধী দলগুলোর জাতীয় সম্মেলনে ঐতিহাসিক ছয় দফা দাবি উত্থাপন করেন। প্রস্তাবিত ছয় দফা ছিল বাঙালি জাতির মুক্তির সনদ। এই ছয় দফা মুক্তিকামী বাঙালি জাতির জন্য অর্থনৈতিক ও সামাজিক মুক্তির বীজ বুনে দেয়, পাকিস্তানি ঔপনিবেশিক শাসনের গোড়ায় আঘাত করে।';

  static const TEXT_1968 = '৩ জানুয়ারি আইয়ুব সরকার মোট ৩৫ জন বাঙালির (রাজনীতিবিদ, সেনাবাহিনী, নৌবাহিনী, বিমান বাহিনী, সরকারি অফিসার) বিরুদ্ধে রাষ্ট্রদোহিতার অভিযোগ এনে আগরতলা ষড়যন্ত্র মামলা দায়ের করে। জেলে বন্দী থাকা অবস্থাতেই ১৮ জানুয়ারি বঙ্গবন্ধু শেখ মুজিবুর রহমানের উপর পুনরায় গ্রেফতার আদেশ জারি করা হয়।';

  static const TEXT_1969 = 'আগরতলা ষড়যন্ত্র মামলা প্রত্যাহার এবং বঙ্গবন্ধু শেখ মুজিবুর রহমানের মুক্তির দাবিতে দেশব্যাপী ছাত্র গণআন্দোলন শুরু হয়। গণআন্দোলনের মুখে আইয়ুব সরকার ২২ ফেব্রুয়ারি শেখ মুজিবুর রহমানসহ আগরতলা ষড়যন্ত্র মামলার সকল বন্দীকে মুক্তি দিতে বাধ্য হয়। ২৩ শে ফেব্রুয়ারি রেসকোর্স ময়দানে (বর্তমানে সোহরাওয়ার্দী উদ্যান) এক বিশাল ছাত্র সমাবেশে লাখো শিক্ষার্থীর উপস্থিতিতে কেন্দ্রীয় ছাত্র সংগ্রাম পরিষদ শেখ মুজিবুর রহমানকে ‘বঙ্গবন্ধু’ উপাধিতে ভূষিত করে।';

  static const TEXT_1970 = 'বঙ্গবন্ধু শেখ মুজিবুর রহমান ছয় দফার আলোকে আওয়ামী লীগকে ভোট দিয়ে জয়যুক্ত করার জন্য দেশবাসীর প্রতি উদাত্ত আহ্বান জানান। জাতির প্রত্যাশা পূরণ এবং আওয়ামীলীগের জন্য তিনি নৌকা প্রতীক বেছে  নেন। ৭ ডিসেম্বর সাধারণ নির্বাচনে আওয়ামীলীগ নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করে এবং ১৬৯ টি আসনের মধ্যে ১৬৭টি আসনে জয়লাভ করে';

  static const TEXT_1971 = '৭ মার্চ রেসকোর্স ময়দানের (বর্তমানে সোহরাওয়ার্দী উদ্যান) জনসমুদ্র থেকে বঙ্গবন্ধু শেখ মুজিবুর রহমান বজ্রকন্ঠে ঘোষণা করেন ‘এবারের সংগ্রাম আমাদের মুক্তির সংগ্রাম, এবারের সংগ্রাম স্বাধীনতার সংগ্রাম।’ এই ঐতিহাসিক ভাষণের মাধ্যমে বঙ্গবন্ধু শেখ মুজিবুর রহমান দেশবাসীকে স্বাধীনতা সংগ্রামের জন্য সর্বাত্মক প্রস্তুতি গ্রহণের আহ্‌বান জানান। ২৫ মার্চ দিবাগত রাতে নিরীহ নিরস্ত্র বাঙালির উপর পাক হানাদার বাহিনী শতাব্দীর অন্যতম ঘৃণ্য গণহত্যা চালায়। ২৬ মার্চের প্রথম প্রহরে বঙ্গবন্ধু শেখ মুজিবুর রহমান বাংলাদেশের স্বাধীনতা ঘোষণা করেন। স্বাধীনতা ঘোষণার পরপর পাকিস্তানি সামরিক জান্তা বঙ্গবন্ধুকে গ্রেফতার করে এবং তাঁকে পাকিস্তানে নিয়ে যাওয়া হয়।';

  static const TEXT_1972 = '৮ জানুয়ারি আন্তর্জাতিক চাপের মুখে পাকিস্তান সরকার বঙ্গবন্ধু শেখ মুজিবুর রহমানকে মুক্তি দিতে বাধ্য হয়। সেদিনই তিনি ঢাকার উদ্দেশ্যে লন্ডন যাত্রা করেন এবং সেখানে এক জনাকীর্ণ সংবাদ সম্মেলনে সাংবাদিকদের সাথে মত বিনিময় করেন । ৯ জানুয়ারি ১৯৭২ সালে তিনি ব্রিটিশ প্রধানমন্ত্রী এ্যাডওয়ার্ড হিথের সাথে সাক্ষাত করেন । ফেরার পথে দিল্লি হয়ে ১০ জানুয়ারি বঙ্গবন্ধু পাকিস্তানের কারাগার থেকে মুক্ত হয়ে স্বাধীন বাংলাদেশের বুকে ফিরে আসেন। ১২ জানুয়ারি যুদ্ধবিধ্বস্ত বাংলাদেশের পুনর্গঠনের লক্ষ্যে বঙ্গবন্ধু শেখ মুজিবুর রহমান প্রধানমন্ত্রীর দায়িত্ব গ্রহণ করেন। মাত্র সাড়ে তিন বছরের শাসনামলে, বঙ্গবন্ধু  নতুন বাংলাদেশকে শক্ত ভিত্তির উপর স্থাপন করেন।';

  static const TEXT_1973 = '২৩ মে বিশ্ব শান্তিতে অবদানের স্বীকৃতিস্বরূপ বিশ্ব শান্তি পরিষদ বঙ্গবন্ধু শেখ মুজিবুর রহমানকে “জুলিও কুরি” পুরস্কারে ভূষিত করে। ৬ সেপ্টেম্বর বঙ্গবন্ধু শেখ মুজিবুর রহমান জোট নিরপেক্ষ সম্মেলনে যোগ দিতে আলজেরিয়ার উদ্দেশ্যে যাত্রা করেন। আলজেরিয়ায় বিশ্বনেতৃবৃন্দের সাথে বঙ্গবন্ধু শেখ মুজিবুর রহমানের দ্বিপাক্ষিক আলোচনা অনুষ্ঠিত হয়।';

  static const TEXT_1974 = '২৪ সেপ্টেম্বর জাতিসংঘের ২৯ তম সাধারণ পরিষদের সভায় বঙ্গবন্ধু শেখ মুজিবুর রহমান প্রথমবারের মতো বাংলায় বক্তব্য রাখেন। এর মাত্র সাতদিন আগে, ১৭ সেপ্টেম্বর, বিশ্ববাসীর অকুন্ঠ সমর্থন পেয়ে ১৩৬ তম দেশ হিসেবে বাংলাদেশ জাতিসংঘের সদস্যপদ লাভ করে।';

  static const TEXT_1975 = '১৫ আগস্টের ভোরে হাজার বছরের শ্রেষ্ঠ বাঙালি, বাংলাদেশের স্থপতি, বাঙালি জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান দেশি-বিদেশি ষড়যন্ত্রের শিকার হয়ে নিজ বাসভবনে সেনাবাহিনীর কিছু বিপথগামী ও উচ্চাভিলাষী বিশ্বাসঘাতক অফিসারদের হাতে সপরিবারে নিহত হন। দুই কন্যা শেখ হাসিনা এবং শেখ রেহানা বিদেশে অবস্থান করায় সৌভাগ্যক্রমে বেঁচে যান। ১৯৭৫ সালের ১৫ আগস্ট বাঙালি জাতির ইতিহাসে অন্ধকারতম দিন। বাঙালি জাতি এই দিনটিকে জাতীয় শোক দিবস হিসেবে পালন করে এবং সাথে সাথে স্মরণ করে বিশাল হৃদয়ের সেই মহাপ্রাণ মানুষটিকে যিনি তাঁর সাহস, শৌর্য, আদর্শের মধ্য দিয়ে চিরকাল বেঁচে থাকবেন বাঙালি জাতির অন্তরে।';







}